Repository: Evil-Project/Twinskaraoke
Catalog: TwinskaraokeShared/Localization/Localizable.xcstrings
Source language: en
Languages: de, fi, fr, ja, uk, zh_hans, zh_hant

source: Removal Level
de: Entfernungsstärke
fi: Poiston voimakkuus
fr: Niveau de suppression
ja: 除去レベル
uk: Рівень видалення
zh_hans: 消除程度
zh_hant: 消除程度

source: Remove
de: Entfernen
fi: Poista
fr: Supprimer
ja: 削除
uk: Видалити
zh_hans: 移除
zh_hant: 移除

source: Remove All Downloads
de: Alle Downloads entfernen
fi: Poista kaikki lataukset
fr: Supprimer tous les téléchargements
ja: すべてのダウンロードを削除
uk: Видалити всі завантаження
zh_hans: 移除所有下载
zh_hant: 移除所有下載

source: Remove all downloads?
de: Alle Downloads entfernen?
fi: Poistetaanko kaikki lataukset?
fr: Supprimer tous les téléchargements ?
ja: すべてのダウンロードを削除しますか？
uk: Видалити всі завантаження?
zh_hans: 移除所有下载？
zh_hant: 移除所有下載？

source: Remove Download
de: Download entfernen
fi: Poista lataus
fr: Supprimer le téléchargement
ja: ダウンロードを削除
uk: Видалити завантаження
zh_hans: 移除下载内容
zh_hant: 移除下載內容

source: Remove Downloaded Pack
de: Heruntergeladenes Paket entfernen
fi: Poista ladattu paketti
fr: Supprimer le pack téléchargé
ja: ダウンロード済みパックを削除
uk: Видалити завантажений пакет
zh_hans: 移除已下载的包
zh_hant: 移除已下載的套件

source: Remove Downloads
de: Downloads entfernen
fi: Poista lataukset
fr: Supprimer les téléchargements
ja: ダウンロードを削除
uk: Видалити завантаження
zh_hans: 移除下载内容
zh_hant: 移除下載內容

source: Remove from Continue Watching
de: Aus „Weiterschauen“ entfernen
fi: Poista Jatka katselua -listalta
fr: Retirer de « Reprendre la lecture »
ja: 「視聴を続ける」から削除
uk: Прибрати з «Продовжити перегляд»
zh_hans: 从“继续观看”中移除
zh_hant: 從「繼續觀看」中移除

source: Remove from Favorites
de: Aus Favoriten entfernen
fi: Poista suosikeista
fr: Retirer des favoris
ja: お気に入りから削除
uk: Прибрати з улюбленого
zh_hans: 从收藏中移除
zh_hant: 從喜好項目移除

source: Remove from favourites
de: Aus Favoriten entfernen
fi: Poista suosikeista
fr: Retirer des favoris
ja: お気に入りから削除
uk: Прибрати з улюбленого
zh_hans: 从我的收藏中移除
zh_hant: 從我的喜好項目中移除

source: Remove from Favourites
de: Aus Favoriten entfernen
fi: Poista suosikeista
fr: Retirer des favoris
ja: お気に入りから削除
uk: Прибрати з улюбленого
zh_hans: 从我的收藏中移除
zh_hant: 從我的喜好項目中移除

source: Remove from Library
de: Aus Mediathek entfernen
fi: Poista kirjastosta
fr: Retirer de la bibliothèque
ja: ライブラリから削除
uk: Прибрати з медіатеки
zh_hans: 从资料库中移除
zh_hant: 從資料庫移除

source: Remove from Playlist
de: Aus Playlist entfernen
fi: Poista soittolistalta
fr: Retirer de la playlist
ja: プレイリストから削除
uk: Прибрати з плейлиста
zh_hans: 从歌单中移除
zh_hant: 從歌單中移除

source: Remove from Queue
de: Aus Warteschlange entfernen
fi: Poista jonosta
fr: Retirer de la file d’attente
ja: キューから削除
uk: Прибрати з черги
zh_hans: 从队列移除
zh_hant: 從佇列移除

source: Removes %@ from your favorites.
de: Entfernt %@ aus deinen Favoriten.
fi: Poistaa kohteen %@ suosikeistasi.
fr: Retire %@ de vos favoris.
ja: %@をお気に入りから削除します。
uk: Прибирає «%@» з улюбленого.
zh_hans: 将“%@”从我的收藏中移除。
zh_hant: 將「%@」從我的喜好項目中移除。

source: Removes all songs from Playing Next.
de: Entfernt alle Songs aus „Als Nächstes“.
fi: Poistaa kaikki kappaleet Seuraavaksi-listalta.
fr: Retire tous les titres de « À suivre ».
ja: 「次に再生」からすべての曲を削除します。
uk: Прибирає всі пісні з «Далі».
zh_hans: 从“接下来播放”中移除所有歌曲
zh_hant: 從「接下來播放」中移除所有歌曲

source: Reorder
de: Neu anordnen
fi: Järjestä
fr: Réorganiser
ja: 並べ替え
uk: Упорядкувати
zh_hans: 重新排序
zh_hant: 重新排序

source: Repeat
de: Wiederholen
fi: Toista uudelleen
fr: Répéter
ja: リピート
uk: Повтор
zh_hans: 循环播放
zh_hant: 重複播放

source: Repeat all
de: Alle wiederholen
fi: Toista kaikki uudelleen
fr: Tout répéter
ja: すべてをリピート
uk: Повторювати все
zh_hans: 全部循环
zh_hant: 全部重複播放

source: Repeat All
de: Alle wiederholen
fi: Toista kaikki uudelleen
fr: Tout répéter
ja: すべてをリピート
uk: Повторювати все
zh_hans: 列表循环
zh_hant: 歌單重複

source: Repeat Mode
de: Wiederholungsmodus
fi: Toistotila
fr: Mode de répétition
ja: リピートモード
uk: Режим повтору
zh_hans: 循环模式
zh_hant: 重複播放模式

source: Repeat one
de: Einen wiederholen
fi: Toista yksi uudelleen
fr: Répéter un titre
ja: 1曲をリピート
uk: Повторювати одну
zh_hans: 单曲循环
zh_hant: 單曲重複播放

source: Repeat One
de: Einen wiederholen
fi: Toista yksi uudelleen
fr: Répéter un titre
ja: 1曲をリピート
uk: Повторювати одну
zh_hans: 单曲循环
zh_hant: 單曲重複

source: Requests translated lyrics.
de: Fordert übersetzte Liedtexte an.
fi: Pyytää käännetyt sanoitukset.
fr: Demande les paroles traduites.
ja: 翻訳された歌詞をリクエストします。
uk: Запитує перекладений текст.
zh_hans: 请求翻译歌词。
zh_hant: 要求翻譯歌詞。

source: Reset Equalizer
de: Equalizer zurücksetzen
fi: Nollaa taajuuskorjain
fr: Réinitialiser l’égaliseur
ja: イコライザをリセット
uk: Скинути еквалайзер
zh_hans: 重置均衡器
zh_hant: 重設等化器

source: Resource Pack
de: Ressourcenpaket
fi: Resurssipaketti
fr: Pack de ressources
ja: リソースパック
uk: Пакет ресурсів
zh_hans: 资源包
zh_hant: 資源包

source: Resources
de: Ressourcen
fi: Resurssit
fr: Ressources
ja: リソース
uk: Ресурси
zh_hans: 资源
zh_hant: 資源

source: Respawn clears everyone currently on screen and brings in a fresh set.
de: Ersetzt alle Figuren auf dem Bildschirm durch eine neue Auswahl.
fi: Korvaa kaikki näytöllä olevat hahmot uudella joukolla.
fr: Remplace tous les personnages à l’écran par un nouveau groupe.
ja: 画面上のキャラクターを消し、新しい組み合わせで再出現させます。
uk: Замінює всіх персонажів на екрані новим набором.
zh_hans: 重新生成会清除屏幕上的所有角色，并生成一组新角色。
zh_hant: 重新產生會清除螢幕上的所有角色，並產生一組新角色。

source: Respawn Now
de: Jetzt neu erscheinen lassen
fi: Luo hahmot uudelleen
fr: Faire réapparaître
ja: 再出現させる
uk: Створити заново
zh_hans: 立即重新生成
zh_hant: 立即重新產生

source: Respect Reduce Motion
de: „Bewegung reduzieren“ beachten
fi: Noudata Vähennä liikettä -asetusta
fr: Respecter « Réduire les animations »
ja: 「視差効果を減らす」に従う
uk: Враховувати «Зменшення руху»
zh_hans: 遵循“减弱动态效果”
zh_hant: 遵循「減少動態效果」

source: Restarts the song or plays the previous track.
de: Startet den Song neu oder spielt den vorherigen Titel.
fi: Aloittaa kappaleen alusta tai toistaa edellisen kappaleen.
fr: Recommence le titre ou lit le titre précédent.
ja: 曲を最初から再生するか、前のトラックを再生します。
uk: Починає пісню спочатку або відтворює попередній трек.
zh_hans: 重新播放歌曲或播放上一首。
zh_hant: 重新播放歌曲或播放上一首。

source: Restoring downloads…
de: Downloads werden wiederhergestellt …
fi: Palautetaan latauksia…
fr: Restauration des téléchargements…
ja: ダウンロードを復元中…
uk: Відновлення завантажень…
zh_hans: 正在恢复下载内容…
zh_hant: 正在回復下載項目…

source: Results for "%@"
de: Ergebnisse für „%@“
fi: Tulokset haulle ”%@”
fr: Résultats pour « %@ »
ja: 「%@」の検索結果
uk: Результати для «%@»
zh_hans: 与 "%@" 相关的结果
zh_hant: 與 "%@" 相關的結果

source: Results for %@
de: Ergebnisse für %@
fi: Tulokset: %@
fr: Résultats pour %@
ja: %@の検索結果
uk: Результати для %@
zh_hans: 与 %@ 相关的结果
zh_hant: 與 %@ 相關的結果

source: Resume Live Radio
de: Live-Radio fortsetzen
fi: Jatka live-radiota
fr: Reprendre la radio en direct
ja: ライブラジオを再開
uk: Продовжити живе радіо
zh_hans: 继续电台直播
zh_hant: 繼續電台直播

source: Resume Playback
de: Wiedergabe fortsetzen
fi: Jatka toistoa
fr: Reprendre la lecture
ja: 再生を再開
uk: Продовжити відтворення
zh_hans: 继续播放
zh_hant: 繼續播放

source: Resumed from %@
de: Fortgesetzt ab %@
fi: Jatkettu kohdasta %@
fr: Reprise à %@
ja: %@から再開しました
uk: Продовжено з %@
zh_hans: 已从 %@ 继续
zh_hant: 已從 %@ 繼續

source: Retry
de: Erneut versuchen
fi: Yritä uudelleen
fr: Réessayer
ja: 再試行
uk: Повторити
zh_hans: 重试
zh_hant: 重試

source: Return to Player
de: Zurück zum Player
fi: Palaa soittimeen
fr: Revenir au lecteur
ja: プレーヤーに戻る
uk: Повернутися до плеєра
zh_hans: 返回至播放器
zh_hant: 返回播放器

source: Returns to the player controls.
de: Kehrt zu den Player-Steuerelementen zurück.
fi: Palaa soittimen säätimiin.
fr: Revient aux commandes du lecteur.
ja: プレーヤーの操作に戻ります。
uk: Повертає до елементів керування плеєром.
zh_hans: 返回到播放器控制栏
zh_hant: 返回至播放器控制項

source: Reveals the full guest ID.
de: Zeigt die vollständige Gast-ID an.
fi: Näyttää koko vierastunnuksen.
fr: Affiche l’ID invité complet.
ja: ゲストIDの全体を表示します。
uk: Показує повний гостьовий ID.
zh_hans: 显示完整的访客ID
zh_hant: 顯示完整的訪客ID

source: Runs the last search again
de: Führt die letzte Suche erneut aus
fi: Suorittaa viimeisimmän haun uudelleen
fr: Relance la dernière recherche
ja: 前回の検索をもう一度実行します
uk: Повторює останній пошук
zh_hans: 重新执行最近一次搜索
zh_hant: 重新執行最近一次搜尋

source: Save
de: Sichern
fi: Tallenna
fr: Enregistrer
ja: 保存
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

source: Save artwork
de: Artwork sichern
fi: Tallenna kuva
fr: Enregistrer l’illustration
ja: アートワークを保存
uk: Зберегти зображення
zh_hans: 保存作品
zh_hant: 儲存作品

source: Save Artwork
de: Artwork sichern
fi: Tallenna kuva
fr: Enregistrer l’illustration
ja: アートワークを保存
uk: Зберегти зображення
zh_hans: 保存图片
zh_hant: 儲存圖片

source: Save image
de: Bild sichern
fi: Tallenna kuva
fr: Enregistrer l’image
ja: 画像を保存
uk: Зберегти зображення
zh_hans: 保存图像
zh_hant: 儲存影像

source: Save songs from any song menu and they will appear here for offline playback.
de: Sichere Songs über ein beliebiges Song-Menü, dann erscheinen sie hier zur Offline-Wiedergabe.
fi: Tallenna kappaleita minkä tahansa kappaleen valikosta, niin ne näkyvät täällä offline-toistoa varten.
fr: Enregistrez des titres depuis n’importe quel menu de titre ; ils apparaîtront ici pour une écoute hors ligne.
ja: 曲のメニューから保存すると、オフライン再生用にここに表示されます。
uk: Зберігайте пісні з будь-якого меню пісні, і вони з’являться тут для офлайн-відтворення.
zh_hans: 从任意歌曲菜单中保存歌曲，它们会显示在这里以供离线播放。
zh_hant: 從任何歌曲選單儲存歌曲，它們會顯示在這裡供離線播放。

source: Saved
de: Gesichert
fi: Tallennettu
fr: Enregistré
ja: 保存しました
uk: Збережено
zh_hans: 已保存
zh_hant: 已儲存

source: Saved and server playlists will appear here.
de: Gesicherte und Server-Playlists erscheinen hier.
fi: Tallennetut ja palvelimen soittolistat näkyvät täällä.
fr: Les playlists enregistrées et du serveur apparaîtront ici.
ja: 保存したプレイリストとサーバーのプレイリストがここに表示されます。
uk: Збережені та серверні плейлисти з’являться тут.
zh_hans: 已保存的歌单和服务器歌单会显示在这里。
zh_hant: 已儲存的歌單和伺服器歌單會顯示在這裡。

source: Saving
de: Wird gesichert
fi: Tallennetaan
fr: Enregistrement
ja: 保存中
uk: Збереження
zh_hans: 正在保存
zh_hant: 正在儲存

source: Saving artwork
de: Artwork wird gesichert
fi: Tallennetaan kuvaa
fr: Enregistrement de l’illustration
ja: アートワークを保存中
uk: Збереження зображення
zh_hans: 正在保存作品
zh_hant: 正在儲存作品

source: Saving image
de: Bild wird gesichert
fi: Tallennetaan kuvaa
fr: Enregistrement de l’image
ja: 画像を保存中
uk: Збереження зображення
zh_hans: 正在保存图像
zh_hant: 正在儲存影像

source: Scan a code instead
de: Stattdessen Code scannen
fi: Skannaa koodi sen sijaan
fr: Scanner un code à la place
ja: 代わりにコードをスキャン
uk: Натомість сканувати код
zh_hans: 改为扫描代码
zh_hant: 改為掃描代碼

source: Scan Web Sign-In Code
de: Web-Anmeldecode scannen
fi: Skannaa verkkokirjautumiskoodi
fr: Scanner le code de connexion web
ja: Webサインインコードをスキャン
uk: Сканувати код входу у вебверсію
zh_hans: 扫描网页端登录二维码
zh_hant: 掃描網頁端登入行動條碼

source: Scan with the Twinskaraoke app
de: Mit der Twinskaraoke-App scannen
fi: Skannaa Twinskaraoke-sovelluksella
fr: Scannez avec l’app Twinskaraoke
ja: Twinskaraokeアプリでスキャン
uk: Скануйте застосунком Twinskaraoke
zh_hans: 使用 Twinskaraoke App 扫描
zh_hant: 使用 Twinskaraoke App 掃描

source: Search
de: Suchen
fi: Haku
fr: Rechercher
ja: 検索
uk: Пошук
zh_hans: 搜索
zh_hant: 搜尋

source: Search Artists
de: Künstler suchen
fi: Hae artisteja
fr: Rechercher des artistes
ja: アーティストを検索
uk: Шукати виконавців
zh_hans: 搜索艺人
zh_hant: 搜尋藝人

source: Search failed
de: Suche fehlgeschlagen
fi: Haku epäonnistui
fr: Échec de la recherche
ja: 検索に失敗しました
uk: Помилка пошуку
zh_hans: 搜索失败
zh_hant: 搜尋失敗

source: Search Failed
de: Suche fehlgeschlagen
fi: Haku epäonnistui
fr: Échec de la recherche
ja: 検索に失敗しました
uk: Помилка пошуку
zh_hans: 搜索失败
zh_hant: 搜尋失敗

source: Search failed. Please try again.
de: Suche fehlgeschlagen. Bitte versuche es erneut.
fi: Haku epäonnistui. Yritä uudelleen.
fr: Échec de la recherche. Veuillez réessayer.
ja: 検索に失敗しました。もう一度お試しください。
uk: Помилка пошуку. Спробуйте ще раз.
zh_hans: 搜索失败。请重试。
zh_hant: 搜尋失敗。請再試一次。

source: Search for songs to add to this playlist.
de: Suche nach Songs für diese Playlist.
fi: Hae kappaleita lisättäväksi tähän soittolistaan.
fr: Recherchez des titres à ajouter à cette playlist.
ja: このプレイリストに追加する曲を検索します。
uk: Шукайте пісні, щоб додати їх до цього плейлиста.
zh_hans: 搜索要添加到此歌单的歌曲。
zh_hant: 搜尋要加入此歌單的歌曲。

source: Search Playlists
de: Playlists suchen
fi: Hae soittolistoja
fr: Rechercher des playlists
ja: プレイリストを検索
uk: Шукати плейлисти
zh_hans: 搜索歌单
zh_hant: 搜尋歌單

source: Search results couldn't be read. Try again.
de: Suchergebnisse konnten nicht gelesen werden. Versuche es erneut.
fi: Hakutuloksia ei voitu lukea. Yritä uudelleen.
fr: Impossible de lire les résultats de recherche. Réessayez.
ja: 検索結果を読み取れませんでした。もう一度お試しください。
uk: Не вдалося прочитати результати пошуку. Спробуйте ще раз.
zh_hans: 无法读取搜索结果。请重试。
zh_hant: 無法讀取搜尋結果。請再試一次。

source: Search returned an unexpected response. Try again.
de: Die Suche lieferte eine unerwartete Antwort. Versuche es erneut.
fi: Haku palautti odottamattoman vastauksen. Yritä uudelleen.
fr: La recherche a renvoyé une réponse inattendue. Réessayez.
ja: 検索で予期しない応答が返されました。もう一度お試しください。
uk: Пошук повернув неочікувану відповідь. Спробуйте ще раз.
zh_hans: 搜索返回了意外的响应。请重试。
zh_hant: 搜尋傳回了非預期的回應。請再試一次。

source: Search songs
de: Songs suchen
fi: Hae kappaleita
fr: Rechercher des titres
ja: 曲を検索
uk: Шукати пісні
zh_hans: 搜索歌曲
zh_hant: 搜尋歌曲

source: Search Songs
de: Songs suchen
fi: Hae kappaleita
fr: Rechercher des titres
ja: 曲を検索
uk: Шукати пісні
zh_hans: 搜索歌曲
zh_hant: 搜尋歌曲

source: Search songs or artists
de: Songs oder Künstler suchen
fi: Hae kappaleita tai artisteja
fr: Rechercher des titres ou des artistes
ja: 曲またはアーティストを検索
uk: Шукати пісні або виконавців
zh_hans: 搜索歌曲或艺人
zh_hant: 搜尋歌曲或藝人

source: Search the catalog for songs and artists.
de: Durchsuche den Katalog nach Songs und Künstlern.
fi: Hae luettelosta kappaleita ja artisteja.
fr: Recherchez des titres et des artistes dans le catalogue.
ja: カタログで曲とアーティストを検索します。
uk: Шукайте пісні й виконавців у каталозі.
zh_hans: 在曲库中搜索歌曲和艺人。
zh_hant: 在曲庫中搜尋歌曲和藝人。

source: Search Twinskaraoke
de: Twinskaraoke durchsuchen
fi: Hae Twinskaraokesta
fr: Rechercher dans Twinskaraoke
ja: Twinskaraokeを検索
uk: Пошук у Twinskaraoke
zh_hans: 搜索 Twinskaraoke
zh_hant: 搜尋 Twinskaraoke

source: Search unavailable
de: Suche nicht verfügbar
fi: Haku ei ole käytettävissä
fr: Recherche indisponible
ja: 検索を利用できません
uk: Пошук недоступний
zh_hans: 搜索暂不可用
zh_hant: 搜尋暫不可用

source: Search Unavailable
de: Suche nicht verfügbar
fi: Haku ei ole käytettävissä
fr: Recherche indisponible
ja: 検索を利用できません
uk: Пошук недоступний
zh_hans: 搜索不可用
zh_hant: 搜尋無法使用

source: Search Uploads
de: Uploads durchsuchen
fi: Hae lähetyksistä
fr: Rechercher dans les imports
ja: アップロードを検索
uk: Шукати у вивантаженнях
zh_hans: 搜索上传内容
zh_hant: 搜尋上傳內容

source: Searching songs
de: Songs werden gesucht
fi: Haetaan kappaleita
fr: Recherche de titres
ja: 曲を検索中
uk: Пошук пісень
zh_hans: 正在搜索歌曲
zh_hant: 正在搜尋歌曲

source: Selected
de: Ausgewählt
fi: Valittu
fr: Sélectionné
ja: 選択済み
uk: Вибрано
zh_hans: 已选择
zh_hant: 已選取

source: Server error (%lld)
de: Serverfehler (%lld)
fi: Palvelinvirhe (%lld)
fr: Erreur du serveur (%lld)
ja: サーバーエラー（%lld）
uk: Помилка сервера (%lld)
zh_hans: 服务器错误（%lld）
zh_hant: 伺服器錯誤（%lld）

source: Server error (%lld).
de: Serverfehler (%lld).
fi: Palvelinvirhe (%lld).
fr: Erreur du serveur (%lld).
ja: サーバーエラー（%lld）。
uk: Помилка сервера (%lld).
zh_hans: 服务器错误（%lld）。
zh_hant: 伺服器錯誤（%lld）。

source: Service
de: Dienst
fi: Palvelu
ja: サービス
uk: Сервіс
zh_hans: 服务
zh_hant: 服務

source: Session
de: Sitzung
fi: Istunto
ja: セッション
uk: Сеанс
zh_hans: 会话
zh_hant: 工作階段

source: Setting up…
de: Wird eingerichtet…
fi: Valmistellaan…
fr: Configuration…
ja: 設定中…
uk: Налаштування…
zh_hans: 正在设置…
zh_hant: 正在設定…

source: Settings
de: Einstellungen
fi: Asetukset
fr: Réglages
ja: 設定
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

source: Share
de: Teilen
fi: Jaa
fr: Partager
ja: 共有
uk: Поділитися
zh_hans: 共享
zh_hant: 分享

source: Share Artwork
de: Artwork teilen
fi: Jaa kuva
fr: Partager l’illustration
ja: アートワークを共有
uk: Поділитися зображенням
zh_hans: 分享图片
zh_hant: 分享圖片

source: Share video
de: Video teilen
fi: Jaa video
fr: Partager la vidéo
ja: ビデオを共有
uk: Поділитися відео
zh_hans: 分享视频
zh_hant: 分享影片

source: Share Video
de: Video teilen
fi: Jaa video
fr: Partager la vidéo
ja: ビデオを共有
uk: Поділитися відео
zh_hans: 分享视频
zh_hant: 分享影片

source: Shimeji Characters
de: Shimeji-Figuren
fi: Shimeji-hahmot
fr: Personnages Shimeji
ja: しめじキャラクター
uk: Персонажі Shimeji
zh_hans: Shimeji 角色
zh_hant: Shimeji 角色

source: Shimeji characters and animations are downloaded separately from the app so new ones can be added later.
de: Shimeji-Figuren und Animationen werden separat geladen, damit später neue hinzukommen können.
fi: Shimeji-hahmot ja animaatiot ladataan erikseen, jotta niitä voidaan lisätä myöhemmin.
fr: Les personnages et animations Shimeji sont téléchargés séparément pour permettre d’en ajouter plus tard.
ja: しめじのキャラクターとアニメーションは、後から追加できるようアプリとは別にダウンロードします。
uk: Персонажі та анімації Shimeji завантажуються окремо, щоб згодом можна було додати нові.
zh_hans: Shimeji 角色和动画独立于应用下载，以便之后添加新内容。
zh_hant: Shimeji 角色和動畫獨立於 App 下載，以便之後加入新內容。

source: Show Less
de: Weniger anzeigen
fi: Näytä vähemmän
fr: Afficher moins
ja: 表示を減らす
uk: Показати менше
zh_hans: 收起
zh_hant: 顯示較少

source: Show Live Schedule
de: Live-Programm anzeigen
fi: Näytä live-ohjelma
fr: Afficher le programme en direct
ja: ライブのスケジュールを表示
uk: Показати розклад ефіру
zh_hans: 查看电台节目表
zh_hant: 查看電台節目表

source: Show Lyrics
de: Liedtext anzeigen
fi: Näytä sanoitukset
fr: Afficher les paroles
ja: 歌詞を表示
uk: Показати текст
zh_hans: 显示歌词
zh_hant: 顯示歌詞

source: Show More
de: Mehr anzeigen
fi: Näytä lisää
fr: Afficher plus
ja: さらに表示
uk: Показати більше
zh_hans: 显示更多
zh_hant: 顯示更多

source: Show Password
de: Passwort anzeigen
fi: Näytä salasana
fr: Afficher le mot de passe
ja: パスワードを表示
uk: Показати пароль
zh_hans: 显示密码
zh_hant: 顯示密碼

source: Show the queue for %@
de: Warteschlange für %@ anzeigen
fi: Näytä jono kappaleelle %@
fr: Afficher la file d’attente de %@
ja: %@のキューを表示
uk: Показати чергу для «%@»
zh_hans: 显示 %@ 的队列
zh_hant: 顯示 %@ 的佇列

source: Show Translated Lyrics
de: Übersetzte Liedtexte anzeigen
fi: Näytä käännetyt sanoitukset
fr: Afficher les paroles traduites
ja: 翻訳された歌詞を表示
uk: Показати перекладений текст
zh_hans: 显示翻译歌词
zh_hant: 顯示翻譯歌詞

source: Shows a QR code to authorize a browser session.
de: Zeigt einen QR-Code, um eine Browser-Sitzung zu autorisieren.
fi: Näyttää QR-koodin selainistunnon valtuuttamiseksi.
fr: Affiche un code QR pour autoriser une session de navigateur.
ja: ブラウザのセッションを承認するためのQRコードを表示します。
uk: Показує QR-код для авторизації сеансу браузера.
zh_hans: 显示二维码以验证网页端登录
zh_hant: 顯示行動條碼以驗證網頁端登入

source: Shows actions for %@.
de: Zeigt Aktionen für %@.
fi: Näyttää toiminnot kohteelle %@.
fr: Affiche les actions pour %@.
ja: %@の操作を表示します。
uk: Показує дії для «%@».
zh_hans: 显示 %@ 的功能菜单
zh_hant: 顯示 %@ 的功能清單

source: Shows actions for the live radio station.
de: Zeigt Aktionen für den Live-Radiosender.
fi: Näyttää live-radioaseman toiminnot.
fr: Affiche les actions de la station de radio en direct.
ja: ライブラジオ局の操作を表示します。
uk: Показує дії для живої радіостанції.
zh_hans: 显示直播电台的功能菜单
zh_hant: 顯示直播電台的功能清單

source: Shows badge details.
de: Zeigt Details zum Abzeichen.
fi: Näyttää merkin tiedot.
fr: Affiche les détails du badge.
ja: バッジの詳細を表示します。
uk: Показує подробиці значка.
zh_hans: 查看徽章详情说明
zh_hant: 查看徽章詳情說明

source: Shows handles to rearrange upcoming songs.
de: Zeigt Griffe zum Umsortieren der nächsten Songs.
fi: Näyttää kahvat tulevien kappaleiden järjestämiseen.
fr: Affiche des poignées pour réorganiser les titres à venir.
ja: 次の曲を並べ替えるハンドルを表示します。
uk: Показує маркери для впорядкування наступних пісень.
zh_hans: 显示用于重新排列后续歌曲的控制柄。
zh_hant: 顯示用於重新排列後續歌曲的控點。

source: Shows live now, up next, and recently played songs.
de: Zeigt, was gerade live läuft, als Nächstes kommt und zuletzt gespielt wurde.
fi: Näyttää nyt soivat, seuraavat ja viimeksi soitetut kappaleet.
fr: Affiche les titres en direct, à suivre et récemment diffusés.
ja: ライブ中、次、最近再生した曲を表示します。
uk: Показує пісні в ефірі, наступні та нещодавно відтворені.
zh_hans: 显示当前、待播及最近播放歌曲
zh_hant: 顯示目前、待播及最近播放歌曲

source: Shows playlist details.
de: Zeigt Playlist-Details.
fi: Näyttää soittolistan tiedot.
fr: Affiche les détails de la playlist.
ja: プレイリストの詳細を表示します。
uk: Показує подробиці плейлиста.
zh_hans: 查看歌单详情
zh_hant: 查看歌單詳情

source: Shows the live radio schedule.
de: Zeigt das Live-Radioprogramm.
fi: Näyttää live-radion ohjelman.
fr: Affiche le programme de la radio en direct.
ja: ライブラジオのスケジュールを表示します。
uk: Показує розклад живого радіо.
zh_hans: 显示电台节目表
zh_hant: 顯示電台節目表

source: Shows what is playing on Twinskaraoke Radio.
de: Zeigt, was auf Twinskaraoke Radio läuft.
fi: Näyttää, mitä Twinskaraoke Radiossa soi.
fr: Affiche ce qui passe sur Twinskaraoke Radio.
ja: Twinskaraoke Radioで再生中の曲を表示します。
uk: Показує, що грає на Twinskaraoke Radio.
zh_hans: 显示 Twinskaraoke Radio 正在播放的内容。
zh_hant: 顯示 Twinskaraoke Radio 正在播放的內容。

source: Shuffle
de: Zufallswiedergabe
fi: Sekoita
fr: Aléatoire
ja: シャッフル
uk: Перемішати
zh_hans: 随机
zh_hant: 隨機

source: Shuffle %@
de: %@ zufällig abspielen
fi: Sekoita %@
fr: Lecture aléatoire de %@
ja: %@をシャッフル
uk: Перемішати «%@»
zh_hans: 随机 %@
zh_hant: 隨機 %@

source: Shuffle downloaded songs
de: Geladene Songs zufällig abspielen
fi: Sekoita ladatut kappaleet
fr: Lecture aléatoire des titres téléchargés
ja: ダウンロードした曲をシャッフル
uk: Перемішати завантажені пісні
zh_hans: 随机播放已下载歌曲
zh_hant: 隨機播放已下載歌曲

source: Shuffle Mix
de: Zufallsmix
fi: Sekoitettu miksaus
fr: Mix aléatoire
ja: シャッフルミックス
uk: Перемішаний мікс
zh_hans: 随机混音
zh_hant: 隨機混音

source: Shuffle on
de: Zufallswiedergabe ein
fi: Sekoitus päällä
fr: Aléatoire activé
ja: シャッフルオン
uk: Перемішування ввімкнено
zh_hans: 随机播放已开启
zh_hant: 隨機播放已開啟

source: Shuffle playlist
de: Playlist zufällig abspielen
fi: Sekoita soittolista
fr: Lecture aléatoire de la playlist
ja: プレイリストをシャッフル
uk: Перемішати плейлист
zh_hans: 随机歌单
zh_hant: 隨機歌單

source: Shuffle random songs
de: Zufällige Songs mischen
fi: Sekoita satunnaiset kappaleet
fr: Lecture aléatoire des titres aléatoires
ja: ランダムな曲をシャッフル
uk: Перемішати випадкові пісні
zh_hans: 随机播放随机歌曲
zh_hant: 隨機播放隨機歌曲

source: Shuffle uploaded songs
de: Hochgeladene Songs zufällig abspielen
fi: Sekoita lähetetyt kappaleet
fr: Lecture aléatoire des titres importés
ja: アップロードした曲をシャッフル
uk: Перемішати вивантажені пісні
zh_hans: 随机播放上传的歌曲
zh_hant: 隨機播放上傳的歌曲

source: Sign In
de: Anmelden
fi: Kirjaudu sisään
fr: Se connecter
ja: サインイン
uk: Увійти
zh_hans: 登录
zh_hant: 登入

source: Sign in from Account to see the songs you've uploaded, then pull to refresh.
de: Melde dich im Account an, um deine hochgeladenen Songs zu sehen, und ziehe dann zum Aktualisieren nach unten.
fi: Kirjaudu Tili-kohdassa nähdäksesi lähettämäsi kappaleet ja päivitä sitten vetämällä alas.
fr: Connectez-vous depuis Compte pour voir les titres que vous avez importés, puis tirez vers le bas pour actualiser.
ja: アカウントからサインインすると、アップロードした曲を確認できます。その後、下に引いて更新してください。
uk: Увійдіть в обліковий запис, щоб бачити вивантажені пісні, а потім потягніть униз для оновлення.
zh_hans: 在“账号”中登录以查看你上传的歌曲，然后下拉刷新。
zh_hant: 在「帳號」中登入以查看你上傳的歌曲，然後下拉重新整理。

source: Sign in from the Account tab to add songs to your playlists.
de: Melde dich im Tab „Account“ an, um Songs zu deinen Playlists hinzuzufügen.
fi: Kirjaudu sisään Tili-välilehdellä lisätäksesi kappaleita soittolistoihisi.
fr: Connectez-vous depuis l’onglet Compte pour ajouter des titres à vos playlists.
ja: プレイリストに曲を追加するには、アカウントタブからサインインしてください。
uk: Увійдіть на вкладці «Обліковий запис», щоб додавати пісні до плейлистів.
zh_hans: 在“账号”标签页中登录，即可将歌曲添加到你的歌单。
zh_hant: 在「帳號」分頁中登入，即可將歌曲加入你的歌單。

source: Sign in on iPhone
de: Auf dem iPhone anmelden
fi: Kirjaudu iPhonessa
fr: Connectez-vous sur l’iPhone
ja: iPhoneでサインイン
uk: Увійдіть на iPhone
zh_hans: 在 iPhone 上登录
zh_hant: 在 iPhone 上登入
